Repository: cmchen0/openmediavault-transmissionbt
Catalog: usr/share/openmediavault/locale/*/openmediavault-transmissionbt.po
Languages: es_es, fr_fr

source: Add Torrent by URL
es_es: Añadir torrents por su URL
fr_fr: Ajouter un Torrent par URL

source: Add URL
es_es: Añadir URL
fr_fr: Ajouter une URL

source: Adding Torrent ...
es_es: Añadiendo torrent ...
fr_fr: Ajoute le Torrent ...

source: Authentication
es_es: Autentificación
fr_fr: Authentification

source: Auto sync
es_es: Sinc. Automática
fr_fr: Synchronisation automatique

source: Bandwidth
es_es: Ancho de banda
fr_fr: Bande passante

source: Begin
es_es: Comienzo
fr_fr: Début

source: Bindings
es_es: Vinculos
fr_fr: Liaisons

source: Blocklists
es_es: Lista negra
fr_fr: Liste de blocage

source: Cache Size
es_es: Tamaño de la cache
fr_fr: Taille du cache

source: Cache size (in Mb) to reduce the number of disk reads and writes.
es_es: Tamaño de la cache (en Mb) para reducir en numero de lecturas / escrituras de disco.
fr_fr: Taille du cache (en Mo) afin de réduire le nombre de lectures/écritures du disque.

source: Cancel
es_es: Cancelar
fr_fr: Annuler

source: Checking files
es_es: Verificando ficheros
fr_fr: Vérification des fichiers ...

source: Daily
es_es: Diario
fr_fr: Journalière

source: Date Added
es_es: Fecha añadida
fr_fr: Ajouté le ...

source: Date Done
es_es: Fecha realzado
fr_fr: Terminé le

source: Days
es_es: Dias
fr_fr: Jours

source: Debug
es_es: Depurar

source: Delete
es_es: Borrar
fr_fr: Supprimer

source: Delete Local Data
es_es: Borrar datos locales
fr_fr: Supprimer les données locales

source: Delete torrent
es_es: Borrar torrent
fr_fr: Supprimer le Torrent

source: Delete torrents added from the watch directory.
es_es: Borrar torrent añadidos desde el directorio vigilado.
fr_fr: Supprimer les Torrents ajoutés depuis le répertoire de surveillance

source: Deleting selected item(s)
es_es: Borrar los elementos selecionado(s)
fr_fr: Supprime le(s) élément(s) sélectionné(s)

source: Deleting torrent ...
es_es: Borrando torrent ...
fr_fr: Supprime le torrent ...

source: Directory
es_es: Directorio
fr_fr: Répertoire

source: Directory to keep downloads. If incomplete is enabled, only complete downloads will be stored here.
es_es: Directorio donde guardar las descargas. Si la opción "Incompletos" esta habilitada, solamente descargas totalmente completadas se almacenarán en este directorio.
fr_fr: Répertoire pour sauvegarder les téléchargements. Si l'option 'Incomplet' est activée, seul les téléchargements terminés seront stockés ici.

source: Directory to keep files in until torrent is complete.
es_es: Directorio temporal donde almacenar las ficheros hasta completar la descarga.
fr_fr: Répertoire pour stocker les fichiers jusqu'à ce que les téléchargements soient terminés.

source: Distributed hash table (DHT).
es_es: (DHT) Tabla de Hash Distribuida.
fr_fr: Table de distribution hâchée

source: Done
es_es: hecho
fr_fr: Terminé le ...

source: Download
es_es: Descarga
fr_fr: Réception

source: Download Queue
es_es: Cola de descarga
fr_fr: File d'attente de réception

source: Downloading
es_es: Descargando
fr_fr: Téléchargement en cours ...

source: ETA
es_es: ETA Tiempo pendiente
fr_fr: Estimé

source: Enable
es_es: Habilitar
fr_fr: Activer

source: Enable &micro;TP.
es_es: Habilitar &micro;TP.
fr_fr: Activer &micro;TP

source: Enable DHT.
es_es: Habilitar DHT.
fr_fr: Activer DHT (Distributed hash table)

source: Enable LPD.
es_es: Habilitar LPD.
fr_fr: Activer LPD (Local Peer Discovery)

source: Enable PEX.
es_es: Habilitar PEX.
fr_fr: Activer PEX (Peer EXchange)

source: Enable Turtle Mode.
es_es: Habilitar modo tortuga
fr_fr: Activer le mode Tortue

source: Enable Watch directory.
es_es: Havilitar directorio a vigilar
fr_fr: Active le répertoire de surveillance.

source: Enable download limit.
es_es: Habilitar limite de descarga.
fr_fr: Activer la limite de réception

source: Enable incomplete directory.
es_es: Habilitar directorio de incompletos.
fr_fr: Active le répertoire des téléchargements incomplets.

source: Enable paused torrent scraping.
es_es: Habilitar limpieza de torrent pausados.
fr_fr: Autoriser l'abandon des Torrents en pause

source: Enable port forwarding via NAT-PMP or UPnP.
es_es: Habilitar port forwarding atraves de UPnP o NAT-PMP
fr_fr: Activer la redirection de port via NAT-PMP ou UPnP.

source: Enable upload limit.
es_es: Habilitar limite de subida.
fr_fr: Activer la limite d'émission

source: Encryption
es_es: Encriptación
fr_fr: Chiffrement

source: End
es_es: Fin
fr_fr: Fin

source: Enter path to script.
es_es: Ruta a los script.
fr_fr: Entrez l'emplacement du script.

source: Fast
es_es: Rapido
fr_fr: Rapide

source: File
es_es: Archivo
fr_fr: Fichier

source: Files
es_es: Archivos
fr_fr: Fichiers

source: Files and Locations
es_es: Archivos y su ubicación
fr_fr: Emplacements et fichiers

source: Forced
es_es: Forzado
fr_fr: Forcé

source: Friday
es_es: Viernes
fr_fr: Vendredi

source: Full
es_es: Lleno
fr_fr: Totale

source: General settings
es_es: Opciones generales
fr_fr: Paramètres généraux

source: Hourly
es_es: Cada hora
fr_fr: Horaire

source: IPv4 address to listen on. Use 0.0.0.0 for all host IPs.
es_es: Direción IPv4 de escucha. Usar 0.0.0.0.0 para todo el rango de IPs.
fr_fr: Adresse IPv4 à écouter. Utilisez 0.0.0.0 pour toutes les adresses IP hôtes.

source: IPv6 address to listen on. Use :: for all host IPs.
es_es: Direción IPv6 de escucha. Usar :: para todo el rango de IPs.
fr_fr: Adresse IPv6 à écouter. Utilisez :: pour toutes les adresses IP hôtes.

source: Idle
es_es: Inactivo
fr_fr: Inactivité

source: Idle Minutes
es_es: inutos inactivo
fr_fr: Durée d'inactivité (en min.)

source: Incomplete
es_es: Incompletos
fr_fr: Incomplets

source: Infinite
es_es: Infinito
fr_fr: Infinie

source: Info
es_es: Información

source: Invalid Uri.
es_es: URI, inválida
fr_fr: Uri invalide.

source: Jobs
es_es: Trabajos
fr_fr: Tâches

source: Lazy Bitfield
es_es: Bits perezosos

source: Limit Download
es_es: Limite de descarga
fr_fr: Limite de réception

source: Limit Upload
es_es: Limite de subidas
fr_fr: Limite d'émission

source: Limit download speed. Value is kb/s.
es_es: Velocidad limite de descarga en kb/s
fr_fr: Limite la vitesse de réception. La valeur est ko/s.

source: Limit upload speed. Value is kb/s.
es_es: Velocidad limite de subidas en kb/s
fr_fr: Limite la vitesse d'émission. La valeur est ko/s.

source: Limits
es_es: Limites
fr_fr: Limites

source: Local Peer Discovery (LPD).
es_es: (LPD) Descubrimiento de pares locales
fr_fr: Découverte des clients locaux

source: Locations
es_es: Lugares.
fr_fr: Emplacements

source: Make sure the group 'debian-transmission' has read/write access to the shared folder.
es_es: Asegurese de que el grupo 'debian-transmission' tiene permisos de lectura/escritura en la carpeta compartida.
fr_fr: Assurez-vous que le groupe «debian-transmission» a accès en lecture/écriture au dossier partagé.

source: May help get around some ISP filtering.
es_es: Puede ayudar par salvar el filtardo de algunos ISP.
fr_fr: Peut aider à contourner certains filtrage de FAI.

source: Message Level
es_es: Nivel de mensajes
fr_fr: Niveau de trace

source: Micro Transport Protocol (&micro;TP).
es_es: Protocolo de Transporte Micro (&micro;TP).
fr_fr: Micro Protocole de Transport

source: Missing Status:
es_es: Falta de Estado:
fr_fr: Status manquant:

source: Mode for preallocating files.
es_es: Modo de archivos preasignados
fr_fr: Type de pré-allocation des fichiers.

source: Monday
es_es: Lunes
fr_fr: Lundi

source: Monthly
es_es: Mensualmente
fr_fr: Mensuelle

source: Name
es_es: Nombre
fr_fr: Nom

source: None
es_es: Ninguno
fr_fr: Aucun

source: Not available
es_es: No disponible
fr_fr: Non disponible

source: Off
es_es: Desconectado
fr_fr: Sans

source: Password
es_es: Contraseña
fr_fr: Mot de passe

source: Pause
es_es: Pausa

source: Pausing selected item(s)
es_es: Pausar elementos seleccionado(s)
fr_fr: Pause le(s) élément(s) sélectionné(s)

source: Peer
es_es: Par
fr_fr: Clients

source: Peer Ports
es_es: Puertos del par
fr_fr: Ports des clients

source: Peer exchange (PEX)
es_es: Intercambio de pares (PEX)
fr_fr: Echange entre clients

source: Peer port
es_es: Puerto de pares
fr_fr: Port des clients

source: Peers
es_es: Pares
fr_fr: Clients

source: Per torrent
es_es: por torrent
fr_fr: Par Torrent

source: Port
es_es: Puerto

source: Port forwarding
es_es: Redirigir puertos
fr_fr: Rediriger les ports

source: Port to listen for incoming peer connections.
es_es: Puerto de eschcha para las conexiones de pares entrantes.
fr_fr: Port à écouter pour les connexions des clients.

source: Port to open and listen for RPC/Web requests on.
es_es: Puerto de escucha para las peticiones RCP/Web
fr_fr: Port à utiliser pour les requêtes RPC/Web.

source: Postfix
es_es: Sufijo

source: Postfix partially downloaded files with .part.
es_es: Añadir el sufijo .part a los archivos parcialmente descargados.
fr_fr: Postfixer les fichier partiellement téléchargés avec l'extension .part.

source: Preallocation
es_es: Preasignaciones
fr_fr: Préallocation

source: Preferred
es_es: Preferidos
fr_fr: Préféré

source: Queue
es_es: Cola

source: Queue Move Bottom
es_es: Botón de mover la cola
fr_fr: Déplacer à la fin de la file d'attente

source: Queue Move Down
es_es: Mover abajo de la cola
fr_fr: Déplacer en dessous

source: Queue Move Top
es_es: Mover arriba de la cola
fr_fr: Déplacer au début de la file d'attente

source: Queue Move Up
es_es: Mover arriba de la cola
fr_fr: Déplacer au dessus

source: Queue Stalled
es_es: Parar la cola
fr_fr: File d'attente bloquée

source: Queue moving selcted item(s)
es_es: Preparado para mover los elementos seleccionados

source: Queued to check files
es_es: Preparado para probar los archivos

source: Queued to download
es_es: Preparado para descargar
fr_fr: Mis en attente pour téléchargement

source: Queued to seed
es_es: Preparado para semillar

source: RPC/WebUI Settings
es_es: Opciones de RPC/WebUI
fr_fr: Paramètres RPC/WebUI

source: Random Port
es_es: Puerto aleatorio
fr_fr: Port aléatoire

source: Random Port on start.
es_es: uerto aleatoria al comenzar.
fr_fr: Port aléatoire au démarrage.

source: Random high
es_es: Aleatorio maximo
fr_fr: Port haut

source: Random low
es_es: Aleatorio minimo
fr_fr: Port bas

source: Ratio
es_es: Razón

source: Ratio Limit
es_es: Limite razón
fr_fr: Limite de ratio

source: Reload
es_es: Recargar
fr_fr: Rafraîchir

source: Require clients to authenticate themselves.
es_es: Se requiere que los clientes se autentifiquen a si mismos.
fr_fr: Exiger l'authentification des clients

source: Resume
es_es: Continuar
fr_fr: Reprendre

source: Resuming selected item(s)
es_es: Continuar los elementos seleccionados
fr_fr: Redémarrer le(s) élément(s) sélectionné(s)

source: Run a script at torrent completion.
es_es: Ejecutar un Script cuando se complete la descarga.
fr_fr: Exécuter un script à l'achèvement des torrents.

source: Saturday
es_es: Sabado
fr_fr: Samedi

source: Scheduling
es_es: Programación
fr_fr: Planification

source: Scrape paused torrents.
es_es: Limpiar torrents pausados.
fr_fr: Abandonner Torrents en pause

source: Script to Proccess After Torrent Finishes
es_es: Script a procesar despues de terminar la descarga
fr_fr: Script à utiliser après la fin des téléchargements

source: Seed
es_es: Semillas
fr_fr: Envois

source: Seed Queue
es_es: Cola de semillas
fr_fr: File d'attente d'envois

source: Seeding
es_es: Semillando

source: Seeding Limit
es_es: Limite de semillas
fr_fr: Limite d'envois

source: Server
es_es: Servidor
fr_fr: Serveur

source: Set verbosity of transmission messages.
es_es: Habilitar mensajes detallados de transmission
fr_fr: Régle la verbosité des messages.

source: Sets transmission's file mode creation mask.
es_es: Establecer la mascara de creacción de ficheros de transmission
fr_fr: Définit le masque de création des fichiers.

source: Settings
es_es: Opciones
fr_fr: Paramètres

source: Shared folder
es_es: Carpeta compartida
fr_fr: Dossier partagé

source: Size
es_es: Tamaño
fr_fr: Taille

source: Speed
es_es: Velocidad
fr_fr: Vitesse

source: Stalled Minutes
es_es: Minutos estancados
fr_fr: Durée de blocage (en min.)

source: Start download
es_es: Comenzar descarga
fr_fr: Démarrer le téléchargement

source: Start torrents as soon as they are added.
es_es: Comenzar la descarga tan pronto añada los torrent.
fr_fr: Démarrer Torrents dès qu'ils sont ajoutés.

source: Status
es_es: Estado

source: Stop seeding after being idle for N minutes.
es_es: Parar de semillar despues de estar inactivo N minutos
fr_fr: Arrêter l'envoi après une inactivité de N minutes

source: Sunday
es_es: Domingo
fr_fr: Dimanche

source: Sync frequency
es_es: Frequencia de Sinc.
fr_fr: Fréquence de mise à jour

source: The URL of the blocklist.
es_es: URL de la lista negra
fr_fr: URL de la liste de blocage.

source: The peer connection encryption mode.
es_es: Modo de encriptación de la conex. de pares.
fr_fr: Le type de chiffrement des connections clientes.

source: Thursday
es_es: Jueves
fr_fr: Jeudi

source: Time
es_es: Hora
fr_fr: Heures

source: Torrent List
es_es: Lista de torrents
fr_fr: Liste des Torrents

source: Torrent is stopped
es_es: Torrent parado
fr_fr: Torrent est arrêté

source: Torrents that have not shared data for queue-stalled-minutes are treated as 'stalled' and are not counted against the queue-download-size and seed-queue-size limits.
es_es: Torrents que no hallan compartido datos durante un periodo de tiempo serán tratados como "estancados" y no serán tenidos en cuenta.
fr_fr: Les Torrent qui n'ont pas échangé de données depuis N min. sont considérés comme bloqués, et ne sont pas pris en compte dans le calcul des limites d'envois/réception.

source: Transmission will only download download-queue-size non-stalled torrents at once.
es_es: Transmission solo descargará torrent no estancados al tiempo
fr_fr: Le client ne va réceptionner que N Torrent non bloqués à la fois.

source: Transmission will only seed seed-queue-size non-stalled torrents at once.
es_es: Transmission soló semillará torrents que cumplan el tamaño predefinido de semillado al tiempo
fr_fr: Le client ne va envoyer que N Torrent non bloqués à la fois.

source: Transmission will only seed until ratio limit is reached.
es_es: Transmission solo semillará hasta alcanzar el limite max. permitido.
fr_fr: Envoyer les fichiers jusqu'à ce que la limite de ratio soit atteinte.

source: Trash original
es_es: Borrar el original
fr_fr: Supprimer l'original

source: Tuesday
es_es: Martes
fr_fr: Mardi

source: Turtle Mode
es_es: Modo tortuga
fr_fr: Mode Tortue

source: Turtle Mode download speed. Value is kb/s.
es_es: Velocidad de descarga en modo tortuga. valor en Kb/s.
fr_fr: Vitesse de réception du Mode Tortue. La valeur est en ko/s.

source: Turtle Mode upload speed. Value is kb/s.
es_es: Velocidad de subida en modo tortuga. valor en Kb/s.
fr_fr: Vitesse d'émission du Mode Tortue. La valeur est en ko/s.

source: Umask
es_es: Mascara
fr_fr: Masque

source: Unknown
es_es: Desconocido
fr_fr: Inconnu

source: Update blocklists automatically.
es_es: Actualizar lista negra automáticamente.
fr_fr: Mise à jour automatique de la liste de blockage

source: Upload
es_es: Subida
fr_fr: Émission

source: Upload file
es_es: Archivo Subido
fr_fr: Envois du fichier

source: Upload slots
es_es: Ranura de subida
fr_fr: Emplacements

source: Upload torrent
es_es: torrent subido
fr_fr: Télécharge le Torrent

source: Uploading file ...
es_es: Subiendo archivo ...
fr_fr: Envoi du fichier ...

source: Url to access RPC (http://localhost/&lt;URI&gt;/(rpc|web).
es_es: Url para acceder al RPC (http://localhost/&lt;URI&gt;/(rpc|web).
fr_fr: URL pour accéder au RPC (http://localhost/&lt;URI&gt;/(rpc|web).

source: Use blocklists.
es_es: Usar lista negra
fr_fr: Utiliser la liste de blockage

source: Used for client authentication.
es_es: Usado para la autentificación de los clientes.
fr_fr: Utilisé pour l'authentification des clients.

source: Username
es_es: Nombre de usuario
fr_fr: Nom utilisateur

source: Watch
es_es: Vigilado (Watch)
fr_fr: Surveillance

source: Watch a directory for torrent files and add them to transmission
es_es: Directorio a vigilar , si se añade un torrent se añadira a la cola de transmission
fr_fr: Répertoire à surveiller pour ajouter automatiquement les fichiers Torrent.

source: Wednesday
es_es: Miércoles
fr_fr: Mercredi

source: Weekly
es_es: Semanalmente
fr_fr: Hebdomadaire

source: When enabled, this will toggle the Turtle Mode.
es_es: Si se habilita, activará el modo tortuga.
fr_fr: Active le mode Tortue si activer

source: default
es_es: Por defecto

source: lowcost
es_es: Bajo coste

source: lowdelay
es_es: Bajo retraso

source: reliability
es_es: Fiabilidad

source: throughput
es_es: Ancho de banda

source: DL-Rate
fr_fr: Tx récep.

source: Error
fr_fr: Erreur

source: General
fr_fr: Général

source: Global
fr_fr: Globale

source: Queuing
fr_fr: File d'attente

source: Start Torrents
fr_fr: Démarrer Torrents

source: UL-Rate
fr_fr: Emission
